Repository: parallactic-dev/wp-plugin-boilerplate
Catalog: languages/parallactic-*.po
Languages: de_ch

source: Message from contact form from
de_ch: Nachricht via Kontaktformular von

source: Contact Form via
de_ch: Kontaktformular via

source: Meta Information
de_ch: Meta Informationen

source: Meta Title
de_ch: Titel

source: Leave this field empty if it should be the same as the page title
de_ch: Dieses Feld leer lassen, wenn gleich wie Seitentitel

source: Meta Description
de_ch: Beschreibung

source: Preview Image
de_ch: Vorschaubild

source: Exclude from sitemap
de_ch: Von Sitemap ausschliessen

source: Page Content
de_ch: Seiteninhalt

source: Content Blocks
de_ch: Inhaltblocks

source: Image
de_ch: Bild

source: Caption
de_ch: Bildunterschrift

source: Contact Form
de_ch: Kontaktformular

source: Form Title
de_ch: Formulartitel

source: Email Receiver
de_ch: E-Mail-Empfänger

source: Confirm Message
de_ch: Bestätigungsnachricht

source: Form Fields
de_ch: Formularfelder

source: Add Field
de_ch: Feld hinzufügen

source: Field Label
de_ch: Feld-Label

source: Field Type
de_ch: Feldtyp

source: Number
de_ch: Nummer

source: Phone Number
de_ch: Telefonnummer

source: Textarea
de_ch: Textbereich

source: Mandatory
de_ch: Pflichtfeld

source: Make this field mandatory
de_ch: Das ist ein Pflichtfeld

source: Validation Message
de_ch: Validierungsnachricht

source: Add Content Block
de_ch: Inhaltsblock hinzufügen

source: People
de_ch: Personen

source: All People
de_ch: Alle Personen

source: Add New
de_ch: Erstellen

source: Add New Person
de_ch: Neue Person erstellen

source: Edit Person
de_ch: Person bearbeiten

source: New Person
de_ch: Neue Person

source: View Person
de_ch: Person anzeigen

source: View People
de_ch: Personen anzeigen

source: Search People
de_ch: Personen durchsuchen

source: No Person found
de_ch: Keine Person gefunden

source: No Person found in Trash
de_ch: Keine Personen im Papierkorb gefunden

source: Parent Person
de_ch: Übergeordnete Person

source: Featured image for this person
de_ch: Vorschaubild für diese Person

source: Set featured image for this person
de_ch: Vorschaubild für diese Person setzen

source: Remove featured image for this person
de_ch: Vorschaubild für diese Person entfernen

source: Use as feature image for this person
de_ch: Als Vorschaubild für diese Person verwenden

source: People Archives
de_ch: Personenarchiv

source: Insert into person
de_ch: In Person einfügen

source: Upload to this person
de_ch: In diese Person hochladen

source: Filter people list
de_ch: Personenliste filtern

source: People list navigation
de_ch: Peronen-Liste-Navigation

source: People list
de_ch: Personenliste

source: People Attributes
de_ch: Personenattribute

source: Person published
de_ch: Person veröffentlicht

source: Person published privately
de_ch: Person privat veröffentlicht

source: Person reverted to draft
de_ch: Person in Entwurf umgewandelt

source: Person scheduled
de_ch: Person für Veröffentlichung geplant

source: Person updated
de_ch: Person aktualisiert

source: Role
de_ch: Funktion

source: Biography
de_ch: Biografie

source: Phone
de_ch: Telefon

source: LinkedIn
de_ch: LinikedIn
